[
    {
        "revision": "0.1.5"
    },
    {
        "id": 0,
        "label": "Corundum",
        "aliases": "Sapphire, Ruby, Carbuncle",
        "desc": "Corundum is one of the most common synthetic materials grown today. It is an extremely versatile product with exceptional properties. In nature, this material is often known by Sapphire or Ruby. It is sought after because of its optimal hardness and variety of possible colorations. Add on the fact that it's easy to produce, and its not hard to see why its one of the most popular synthetic and natural gemstones in the world.<br><br>As far as synthetic corundum, some of the most common usecases involve specialty optics, such as in Thermal Sensors, Lasers, High-Durability Screens / Viewports, Specialty Lenses, and even in Weaponry / Imaging systems.<br><br>Corundum can also be used in Machining, Bearings, and Polishing. Furthermore, Alumina Ceramics (Microcorundum crystals suspended in solid alumina) are also extensively used across the industry. Most commonly they're used as a high-temperature ceramic barrier, but have also seen use in grinding or even in sintering to produce extremely large optical boules.<br><br>Part of the reason for its wide availability and use is how easy it is to produce. It can be synthesized using a massive variety of methods, some not even listed here. Not to mention, alumina is cheap and easy to purify, making production even simpler. See below for a list of common production methods.",
        "synthesis": ["czok", "vern", "flux", "hdth", "kyrp", "sint", "edfg", "zone"],
        "chem_prop": {
            "chemical": "Aluminium Oxide",
            "formula": "Al<sub>2</sub>O<sub>3</sub>",
            "mohs_min": 9,
            "mohs_max": 9,
            "grav_min": 3.98,
            "grav_max": 4.1,
            "neut_col": "Colorless"
        },
        "optic_prop": {
            "type": "Uniaxial (-)",
            "ref_min": [1.767, 1.759],
            "ref_max": [1.772, 1.763],
            "disp_min": 0.018,
            "disp_max": 0.018,
            "bir_min": 0.008,
            "bir_max": 0.009,
            "pleo": "Weak"
        },
        "cry_prop": {
            "parent": "Hematite Group",
            "system": "Trigonal"
        },
        "minID": 1136,
        "variants": [
            {
                "label": "Ruby",
                "cause": "Chromium Ions",
                "color": "Red, Pink, Magenta",
                "fluor": "Red (255-395nm), Pink (255nm)",
                "usage": "Laser Rods, Clock Jewels, Bearings, Specialty Optics"
            },
            {
                "label": "Padparadscha",
                "cause": "Iron and Chromium Ions",
                "color": "Purple, Pink, Salmon, Orange"
            },
            {
                "label": "Traditional Sapphire",
                "cause": "Iron and Titanium Ions",
                "color": "Blue",
                "usage": "Clock Jewels, Bearings"
            },
            {
                "label": "Ferric Sapphire",
                "cause": "Iron Ions",
                "color": "Green, Yellow"
            },
            {
                "label": "Laser Sapphire",
                "cause": "Titanium Ions",
                "color": "Red, Pink, Orange",
                "usage": "Laser Rods, Specialty Optics"
            },
            {
                "label": "Cobaltoan Sapphire",
                "cause": "Cobalt Ions",
                "color": "Blue, Cyan"
            },
            {
                "label": "Color-Change Sapphire",
                "cause": "Vanadium Ions",
                "color": "Purple, Red, Green, Blue, etc"
            },
            {
                "label": "Star Sapphire / Ruby",
                "cause": "Rutile (TiO2) Inclusions",
                "effect": "Asterism / Cat's Eye"
            }
        ]
    },
    {
        "id": 1,
        "label": "Spinel",
        "aliases": "",
        "desc": "Spinel is a quite common synthetic material. It is unique in the aspect that it doesn't have a large amount of industrial uses beyond a few specific varieties. Most commonly you may come by synthetic spinels in the gem industry. Like corundum, spinel is easy to grow and cheap. It also has a large amount of stable colors with known dopants. In nature, it is quite a sought-after mineral for the very same reasons. There are a large variety of colors and gem qualities from some finds.<br><br>Interestingly, a very specific blue variety of spinel, called Cobalt Spinel (which is, as its name implies, doped with cobalt) is actively used industrially as a Q-Switcher. This allows it to be used in some forms of specialty lasers, mostly in the medical industry. This variety of spinel does exist in nature, though it is much more rare and valuable.",
        "synthesis": ["czok", "vern"],
        "chem_prop": {
            "chemical": "Magnesium Aluminium Oxide",
            "formula": "MgAl<sub>2</sub>O<sub>4</sub>",
            "mohs_min": 7.5,
            "mohs_max": 8,
            "grav_min": 3.6,
            "grav_max": 4.1,
            "neut_col": "Colorless"
        },
        "optic_prop": {
            "type": "Isotropic",
            "ref_min": 1.712,
            "ref_max": 1.736,
            "disp_min": 0.026,
            "disp_max": 0.026,
            "disp": "Weak"
        },
        "cry_prop": {
            "parent": "Spinel Subgroup",
            "system": "Isometric"
        },
        "minID": 3729,
        "variants": [
            {
                "label": "Cobalt Spinel",
                "cause": "Cobalt Ions",
                "color": "Blue, Cyan",
                "fluor": "Red",
                "usage": "Q-Switchers, Laser Rods"
            },
            {
                "label": "Traditional Spinel",
                "cause": "Chromium Ions",
                "color": "Red, Pink",
                "fluor": "Red"
            }
        ]
    },
    {
        "id": 2,
        "label": "Beryl",
        "aliases": "Goshenite, Emerald, Morganite, Red Beryl, Aquamarine, Heliodor, Maxixe, Davidsonite, Rosterite, Vorobyevite",
        "desc": "Beryl is not often thought of when it comes to synthetic materials, but it's actually quite common in the gem industry. Beryl in of itself doesn't have much or really any industrial use, but it is exceptionally popular in gemology for obvious reasons. The main method of production for it (hydrothermal) also makes very realistical / natural looking stones with inclusions, similarly to natural specimens. Flux synthesis does aswell, though it's not nearly as common of a production method in the modern era.<br><br> A large benefit of synthetic beryl is that it costs far less and can be grown in basically any of the natural color varieties. Unfortunately, the gem industry has kept quite a tight hold on the mass-production of synthetic beryl, so finding it for reasonable prices can still be difficult.",
        "synthesis": ["hdth", "flux"],
        "chem_prop": {
            "chemical": "Beryllium Aluminium Cyclosilicate",
            "formula": "Be<sub>3</sub>Al<sub>2</sub>(Si<sub>6</sub>O<sub>18</sub>)",
            "mohs_min": 7.5,
            "mohs_max": 8,
            "grav_min": 2.63,
            "grav_max": 2.92,
            "neut_col": "Colorless"
        },
        "optic_prop": {
            "type": "Uniaxial (-)",
            "ref_min": [1.568, 1.564],
            "ref_max": [1.602, 1.595],
            "disp_min": 0.014,
            "disp_max": 0.014,
            "bir_min": 0.004,
            "bir_max": 0.007,
            "pleo": "Weak to Modest in some Varieties"
        },
        "cry_prop": {
            "parent": "Beryl Group",
            "system": "Hexagonal"
        },
        "minID": 819,
        "variants": [
            {
                "label": "Emerald",
                "cause": "Chromium, Vanadium, Copper and Iron Ions",
                "color": "Green, Cyan, Lime",
                "fluor": "Red"
            },
            {
                "label": "Morganite, Red Beryl",
                "cause": "Manganese Ions",
                "color": "Pink, Red, Orange"
            },
            {
                "label": "Aquamarine, Heliodor",
                "cause": "Iron Ions",
                "color": "Blue, Cyan, Yellow, Orange"
            },
            {
                "label": "Alkali Beryl",
                "cause": "Alkaline Ions",
                "color": "Blue, White"
            }
        ]
    },
    {
        "id": 3,
        "label": "Quartz",
        "aliases": "Rock Crystal, Agate, Chalcedony, Smokey Quartz, Amethyst, Citrine, Rose Quartz, Prasiolite, Prase, Morion, Qwindel, Quartzine, Aventurine, Ametrine, Jasper, Carnelian, Herkimer Diamond, Onyx, Sardonyx",
        "desc": "Quartz is one of if not the most manufactured synthetic crystals in the world. It's extremely useful in a variety of industries and is often used in some of the most central technology in our world. For this reason, it has been optimized and developed to a scale that producing it costs basically nothing. It's even cheaper then synthetic corundum. Add on the fact that hydrothermally, it grows with nil to no inclusions (unlike beryl), it is quite optimal for both industrial and gemological use.<br><br>Most commonly, you'll find synthetic beryl used within Piezoelectrics, where it's main attraction is. Quartz, when charged with the right current, outputs a very clean nearly flawless sine wave. This aspect is what makes it so important for oscillators and timing circuits. Furthermore, you'll often come by synthetic quartz in just about any situation involving inert / high termperature surfaces. Quartz tubes and machined containers are extremely useful in chemical sciences, because quartz is far tougher and harder then normal glass, while also being even less susceptible to high temperatures. It still retains the optical clarity and chemical resistance of glass aswell.<br><br>Beyond just basic quartz in industrial and gemological use, quartz also has quite a few artificial varieties that come in different colors. Some have even managed to recreate transitional zoning. This limited but colorful set of varieties has made it even more popular to grow, and it has appeared quite often in the form of cut stones meant to replicate common colorful varieties of natural quartz, like citrine and amethyst.",
        "synthesis": ["hdth"],
        "chem_prop": {
            "chemical": "Silicon Oxide",
            "formula": "SiO<sub>2</sub>",
            "mohs_min": 7,
            "mohs_max": 7,
            "grav_min": 2.65,
            "grav_max": 2.66,
            "neut_col": "Colorless"
        },
        "optic_prop": {
            "type": "Uniaxial (+)",
            "ref_min": [1.544, 1.553],
            "ref_max": [1.544, 1.553],
            "disp_min": 0.013,
            "disp_max": 0.013,
            "bir_min": 0.009,
            "bir_max": 0.009,
            "pleo": "Weak in some Varieties"
        },
        "cry_prop": {
            "system": "Trigonal"
        },
        "minID": 3337
    },
    {
        "id": 4,
        "label": "Cubic Zirconia",
        "aliases": "Diamonique, Diamonite, Djevalite",
        "desc": "Right next to Corundum on the production scale is Cubic Zirconia. Scientifically referred to as Yttria-Stabilized Cubic Zirconia. This material has made its way to the top of the most common diamond simulants on the market. It's exceptionally easy to make, comes in just about any color you can think of, is harder then quartz, is very durable / tough, has a refractive index close to diamond, and a dispersion factor that is greater than diamond. These facts have made it one of the most popular gemstones in the world, even though it doesnt occur naturally (Atleast not in significant enough quantities to matter). The only comparable / better simulant would be moissanite, but due to production costs, CZ has held its thrown for many years now.<br><br>Cubic Zirconia, interestingly enough, doesnt have a huge amount of industrial uses. However, it's ceramic is incredibly common in the industry. Most 'ceramic knives' you may have ever come by, are usually made of CZ ceramic. Its toughness, affordability, and temperature resistance have made it into a very attractive but cheap material for high quality blades. The ceramics can be polished to a mirror finish and machined into really any shape.",
        "synthesis": ["skul", "sint"],
        "chem_prop": {
            "chemical": "Zirconium Oxide",
            "formula": "ZrO<sub>2</sub>",
            "mohs_min": 8,
            "mohs_max": 8.5,
            "grav_min": 5.6,
            "grav_max": 6.0,
            "neut_col": "Colorless"
        },
        "optic_prop": {
            "type": "Isotropic",
            "ref_min": 2.150,
            "ref_max": 2.182,
            "disp_min": 0.058,
            "disp_max": 0.066
        },
        "cry_prop": {
            "system": "Isometric"
        }
    },
    {
        "id": 5,
        "label": "Fluorite",
        "aliases": "Fluorspar, Fluoride",
        "desc": "Fluorite is an interesting material. It produces some of the most visually appealing mineral specimens in nature, with a huge variety of colors and habits. Add on it's weak refractive index, and it has made for very visually interesting cubic specimens.<br><br>Industrially, it's rather unique. It has optical qualities that make it exceptionally attractive for use. It allows a large range of wavelengths to pass through without issues. Still, it is among the rarer synthetics out there. It's quite uncommon to come by lenses made out of it, let alone uncut boules. Sadly it's not always preferred in some situations because fluoride lenses still suffer from the softness, brittleness, and thermal sensitivity of natural fluorite. This makes it less optimal for situations where tougher lenses are required for the environment that they're being used in.",
        "synthesis": ["czok"],
        "chem_prop": {
            "chemical": "Calcium Fluoride",
            "formula": "CaF<sub>2</sub>",
            "mohs_min": 4,
            "mohs_max": 4,
            "grav_min": 3.175,
            "grav_max": 3.56,
            "neut_col": "Colorless"
        },
        "optic_prop": {
            "type": "Isotropic",
            "ref_min": 1.433,
            "ref_max": 1.448,
            "disp_min": 0.007,
            "disp_max": 0.007
        },
        "cry_prop": {
            "parent": "Fluorite Group",
            "system": "Isometric"
        },
        "minID": 1576
    },
    {
        "id": 6,
        "label": "Rutile",
        "aliases": "",
        "desc": "Rutile is a very curious case in the synthetic and natural world. Naturally speaking, most people aren't aware that rutile can be anything but an opaque / dark red blob. However, it turns out that it's one of, if not the most dispersive materials on the planet. Synthetic rutile has often been described as 'Crystallized RGB' because it expresses so much color that it's almost overwhelming in a professionally cut stone. It's high refractive index also makes it extremely refractive, which further excentuates the dispersion.<br><br>An unfortunate pairing for rutile is its difficulty in production. Rutile is grown using the most common method for corundum and spinel, but unlike them, it's not easy or affordable in any way. Resulting boules are often extremely defective or riddled with errors. Many times the finished crystals have to heat-treated / annealed to be optically clear, and even after that they may still be unusable. It has some important uses as a piezoelectric and in niche optics, so a lot of defect material often leeches into the synthetic market. This is why weve managed to have so many pure cut rutiles in the niche part of the gem world, even if they cost a small fortune. Unfortunately, even with how attractive these specimens are, the complexities of production and softness / weakness of the material would make it very unappealing to be mass-produced, so it's unlikely that it'll ever get cheaper or become popular in the gem industry.",
        "synthesis": ["vern", "sint"],
        "chem_prop": {
            "chemical": "Titanium Oxide",
            "formula": "TiO<sub>2</sub>",
            "mohs_min": 6,
            "mohs_max": 6.5,
            "grav_min": 4.23,
            "grav_max": 4.23,
            "neut_col": "Near-Colorless / Yellow / Blue"
        },
        "optic_prop": {
            "type": "Uniaxial (+)",
            "ref_min": [2.605, 2.899],
            "ref_max": [2.613, 2.901],
            "disp_min": 0.28,
            "disp_max": 0.33,
            "bir_min": 0.294,
            "bir_max": 0.296,
            "pleo": "Moderate"
        },
        "cry_prop": {
            "parent": "Rutile Group",
            "system": "Tetragonal"
        },
        "minID": 3486
    },
    {
        "id": 7,
        "label": "Moissanite",
        "aliases": "",
        "desc": "Moissanite has to be one of the most impressive synthetic materials humans have made. It doesn't form in large quantities in nature, which makes it rather unique. This is a bonus, because this material isnt able to be abused by inhuman mining practices, unlike diamond. This material is interesting in that it's extremely hard, extremely refractive, extremely tough, and very dispersive. At 9.25 on the mohs scale, it's not that far off from diamond. These properties have made it one of the most well-respected synthetics in the gem industry. Like diamond however, there are complications with production. It requires less complexity for both CVD and HPHT growth, so generally resulting material is larger and cleaner most of the time. However, it's still limited to these two methods, both of which are somewhat expensive and time consuming. If it weren't for these limitations, Moissanite would've likely taken over even cubic zirconia as one of the most common diamond simulants in the world. It far exceeds diamond in every way other then conductivity and hardness.<br><br>Beyond it's use in the gem world, Moissanite, or more specifically Silicon Carbide, is quite useful in the industrial machining sector. SiC Ceramics are some of the most affordable 'superhard' materials, and its often used as the core material for machining / drilling bits. You can even find it used in traditional tool bits too, alongside tungsten carbide. Silicon Carbide ceramics have also found a niche use in Armored Plating. Small polygonal pucks of it are produced and used as deflection shielding for both human and machine armor.",
        "synthesis": ["hpht", "cvdp", "sint"],
        "chem_prop": {
            "chemical": "Silicon Carbide",
            "formula": "SiC",
            "mohs_min": 9.25,
            "mohs_max": 9.25,
            "grav_min": 3.218,
            "grav_max": 3.22,
            "neut_col": "Colorless"
        },
        "optic_prop": {
            "type":"Uniaxial (+)",
            "ref_min": [2.616, 2.654],
            "ref_max": [2.757, 2.812],
            "disp_min": 0.104,
            "disp_max": 0.104,
            "bir_min": 0.038,
            "bir_max": 0.038,
            "pleo": "Weak to Strong in some Varieties"
        },
        "cry_prop": {
            "system": "Hexagonal"
        },
        "minID": 2743
    },
    {
        "id": 8,
        "label": "Sphalerite",
        "aliases": "Cleiophane, Blende, Zinc Blende, Ruby Blende, Ruby Jack, Marmatite, Black Jack",
        "desc": "Sphalerite is an interesting material in the synthetic world. It doesn't hold a huge amount of uses, but in some very niche material science and optics projects, Sphalerite lenses can be grown for use. The most common form you'll come by are colorless polycrystalline 'ceramic' lenses made of sphalerite. They're useful because of sphalerite's unusually high Refractive Index. The high dispersion accordingly makes for quite colorful stones when cut.<br><br>Similarly to Rutile, Sphalerite tends to form quite included and dirty as a natural mineral. However, it can form large gem-grade material in nature. It's not sought after much by the gem industry due to its softness.",
        "synthesis": ["czok", "sint"],
        "chem_prop": {
            "chemical": "Zinc Sulfide",
            "formula": "ZnS",
            "mohs_min": 3.5,
            "mohs_max": 4,
            "grav_min": 3.9,
            "grav_max": 4.1,
            "neut_col": "Colorless"
        },
        "optic_prop": {
            "type": "Isotropic",
            "ref_min": 2.368,
            "ref_max": 2.5,
            "disp_min": 0.163,
            "disp_max": 0.163
        },
        "cry_prop": {
            "parent": "Sphalerite Group",
            "system": "Isometric"
        },
        "minID": 3727
    },
    {
        "id": 9,
        "label": "Silicon",
        "aliases": "",
        "desc": "",
        "synthesis": ["czok", "kyrp", "brst", "hdsm", "zone"],
        "chem_prop": {
            "chemical": "Silicon",
            "formula": "Si",
            "mohs_min": 7,
            "mohs_max": 7,
            "grav_min": 2.329,
            "grav_max": 2.329,
            "neut_col": "Grey"
        },
        "optic_prop": { 
            "opt": "opaque"
        },
        "bypass_optic": true,
        "cry_prop": {
            "system": "Isometric"
        }
    },
    {
        "id": 10,
        "label": "Diamond",
        "aliases": "Bort, Carbanado, Adamant",
        "desc": "",
        "synthesis": ["hpht", "cvdp", "sint"],
        "chem_prop": {
            "chemical": "Carbon",
            "formula": "C",
            "mohs_min": 10,
            "mohs_max": 10,
            "grav_min": 3.5,
            "grav_max": 3.53,
            "neut_col": "Colorless"
        },
        "optic_prop": {
            "type": "Isotropic",
            "ref_min": 2.4076,
            "ref_max": 2.4354,
            "disp_min": 0.044,
            "disp_max": 0.044
        },
        "cry_prop": {
            "system": "Isometric"
        },
        "minID": 1282
    },
    {
        "id": 11,
        "label": "Tausonite",
        "aliases": "Fabulite, Marvelite, Diagem",
        "desc": "",
        "synthesis": ["vern"],
        "chem_prop": {
            "chemical": "Strontium Titanate",
            "formula": "SrTiO<sub>3</sub>",
            "mohs_min": 5.5,
            "mohs_max": 6.5,
            "grav_min": 4.88,
            "grav_max": 5.11,
            "neut_col": "Near-Colorless / Yellow"
        },
        "optic_prop": {
            "type": "Isotropic",
            "ref_min": 2.394,
            "ref_max": 2.417,
            "disp_min": 0.19,
            "disp_max": 0.19
        },
        "cry_prop": {
            "parent": "Perovskite Subgroup",
            "system": "Isometric"
        },
        "minID": 3895
    },
    {
        "id": 12,
        "label": "Lithium Niobate",
        "aliases": "Linobate",
        "desc": "",
        "synthesis": ["czok"],
        "chem_prop": {
            "chemical": "Lithium Niobate",
            "formula": "LiNbO<sub>3</sub>",
            "mohs_min": 5,
            "mohs_max": 5,
            "grav_min": 4.3,
            "grav_max": 4.65,
            "neut_col": "Near-Colorless / Yellow"
        },
        "optic_prop": {
            "type": "Uniaxial (-)",
            "ref_min": [2.3007, 2.2116],
            "ref_max": [2.3007, 2.2116],
            "disp_min": 0.125,
            "disp_max": 0.125
        },
        "cry_prop": {
            "system": "Trigonal"
        }
    },
    {
        "id": 13,
        "label": "LYSO",
        "aliases": "",
        "desc": "",
        "synthesis": ["czok"],
        "chem_prop": {
            "chemical": "Lutetium-Yttrium Oxyorthosilicate",
            "formula": "Lu<sub>2(1-x)</sub>Y<sub>2x</sub>SiO<sub>5</sub> (YSO > LSO)",
            "mohs_min": 5.8,
            "mohs_max": 5.8,
            "grav_min": 4.44,
            "grav_max": 7.4,
            "neut_col": "Colorless"
        },
        "optic_prop": {
            "type": "Biaxial (?)",
            "ref_min": 1.8,
            "ref_max": 1.82,
            "disp_min": 0.03,
            "disp_max": 0.03
        },
        "cry_prop": {
            "system": "Monoclinic"
        }
    },
    {
        "id": 14,
        "label": "BGO-12",
        "aliases": "",
        "desc": "",
        "synthesis": ["czok"],
        "chem_prop": {
            "chemical": "Bismuth Germanate",
            "formula": "Bi<sub>4</sub>Ge<sub>3</sub>O<sub>12</sub>",
            "mohs_min": 4.5,
            "mohs_max": 5,
            "grav_min": 7.12,
            "grav_max": 7.13,
            "neut_col": "Colorless"
        },
        "optic_prop": {
            "type": "Isotropic",
            "ref_min": 2.09,
            "ref_max": 2.15,
            "disp_min": 0.102,
            "disp_max": 0.102
        },
        "cry_prop": {
            "system": "Isometric"
        }
    },
    {
        "id": 15,
        "label": "BGO-20",
        "aliases": "",
        "desc": "",
        "synthesis": ["czok"],
        "chem_prop": {
            "chemical": "Bismuth Germanate",
            "formula": "Bi<sub>12</sub>Ge<sub></sub>O<sub>20</sub>",
            "mohs_min": 4.5,
            "mohs_max": 5.0,
            "grav_min": 9.22,
            "grav_max": 9.22,
            "neut_col": "Colorless"
        },
        "optic_prop": {
            "type": "Isotropic",
            "ref_min": 2.57,
            "ref_max": 2.57,
            "disp_min": 0.221,
            "disp_max": 0.221
        },
        "cry_prop": {
            "system": "Isometric"
        }
    },
    {
        "id": 16,
        "label": "CsI",
        "aliases": "",
        "desc": "",
        "synthesis": ["czok"],
        "chem_prop": {
            "chemical": "Cesium Iodide",
            "formula": "CsI",
            "mohs_min": 2,
            "mohs_max": 2,
            "grav_min": 4.51,
            "grav_max": 4.53,
            "neut_col": "Colorless"
        },
        "optic_prop": {
            "type": "Isotropic",
            "ref_min": 1.78,
            "ref_max": 1.95
        },
        "cry_prop": {
            "system": "Isometric"
        }
    },
    {
        "id": 17,
        "label": "NaI",
        "aliases": "",
        "desc": "",
        "synthesis": ["czok"],
        "chem_prop": {
            "chemical": "Sodium Iodide",
            "formula": "NaI",
            "mohs_min": 2,
            "mohs_max": 2,
            "grav_min": 3.67,
            "grav_max": 3.67,
            "neut_col": "Colorless"
        },
        "optic_prop": {
            "type": "Isotropic",
            "ref_min": 1.85,
            "ref_max": 1.85
        },
        "cry_prop": {
            "system": "Isometric"
        }
    },
    {
        "id": 18,
        "label": "YAG",
        "aliases": "",
        "desc": "",
        "synthesis": ["czok", "sint"],
        "chem_prop": {
            "chemical": "Yttrium Aluminium Garnet",
            "formula": "Y<sub>3</sub>Al<sub>5</sub>O<sub>12</sub>",
            "mohs_min": 8.5,
            "mohs_max": 8.5,
            "grav_min": 4.5,
            "grav_max": 4.6,
            "neut_col": "Colorless"
        },
        "optic_prop": {
            "type": "Isotropic",
            "ref_min": 1.823,
            "ref_max": 1.843,
            "disp_min": 0.028,
            "disp_max": 0.028
        },
        "cry_prop": {
            "system": "Isometric"
        },
        "variants": [
            
        ]
    },
    {
        "id": 19,
        "label": "GAGG",
        "aliases": "",
        "desc": "",
        "synthesis": ["czok"],
        "chem_prop": {
            "chemical": "Gadolinium Aluminium Gallium Garnet",
            "formula": "Gd<sub>3</sub>Al<sub>2</sub>Ga<sub>3</sub>O<sub>12</sub>",
            "mohs_min": 6.5,
            "mohs_max": 8,
            "grav_min": 6.6,
            "grav_max": 7.08,
            "neut_col": "Colorless"
        },
        "optic_prop": {
            "type": "Isotropic",
            "ref_min": 1.9,
            "ref_max": 1.95,
            "disp_min": 0.033,
            "disp_max": 0.033
        },
        "cry_prop": {
            "system": "Isometric"
        }
    },
    {
        "id": 20,
        "label": "GGG",
        "aliases": "",
        "desc": "",
        "synthesis": ["czok"],
        "chem_prop": {
            "chemical": "Gadolinium Gallium Garnet",
            "formula": "Gd<sub>3</sub>Ga<sub>5</sub>O<sub>12</sub>",
            "mohs_min": 6.5,
            "mohs_max": 7.5,
            "grav_min": 7.08,
            "grav_max": 7.08,
            "neut_col": "Colorless"
        },
        "optic_prop": {
            "type": "Isotropic",
            "ref_min": 1.97,
            "ref_max": 2.03,
            "disp_min": 0.045,
            "disp_max": 0.045
        },
        "cry_prop": {
            "system": "Isometric"
        }
    },
    {
        "id": 21,
        "label": "YIG",
        "aliases": "",
        "desc": "",
        "synthesis": ["czok"],
        "chem_prop": {
            "chemical": "Yttrium Iron Garnet",
            "formula": "Y<sub>3</sub>Fe<sub>5</sub>O<sub>12</sub>",
            "mohs_min": 6.5,
            "mohs_max": 7,
            "grav_min": 5.11,
            "grav_max": 5.17,
            "neut_col": "Black"
        },
        "optic_prop": { 
            "opt": "opaque"
        },
        "bypass_optic": true,
        "cry_prop": {
            "system": "Isometric"
        }
    },
    {
        "id": 22,
        "label": "TGG",
        "aliases": "",
        "desc": "",
        "synthesis": ["czok"],
        "chem_prop": {
            "chemical": "Terbium Gallium Garnet",
            "formula": "Tb<sub>3</sub>Ga<sub>5</sub>O<sub>12</sub>",
            "mohs_min": 8,
            "mohs_max": 8,
            "grav_min": 7.13,
            "grav_max": 7.13,
            "neut_col": "Colorless"
        },
        "optic_prop": {
            "type": "Isotropic",
            "ref_min": 1.95,
            "ref_max": 1.95,
            "disp_min": 0.045,
            "disp_max": 0.045
        },
        "cry_prop": {
            "system": "Isometric"
        }
    },
    {
        "id": 23,
        "label": "LuAG",
        "aliases": "",
        "desc": "",
        "synthesis": ["czok"],
        "chem_prop": {
            "chemical": "Lutetium Aluminium Garnet",
            "formula": "Lu<sub>3</sub>Al<sub>5</sub>O<sub>12</sub>",
            "mohs_min": 8,
            "mohs_max": 8.5,
            "grav_min": 6.7,
            "grav_max": 6.71,
            "neut_col": "Colorless"
        },
        "optic_prop": {
            "type": "Isotropic",
            "ref_min": 1.84,
            "ref_max": 1.9,
            "disp_min": 0.025,
            "disp_max": 0.025
        },
        "cry_prop": {
            "system": "Isometric"
        },
        "variants": [
            
        ]
    },
    {
        "id": 24,
        "label": "YSGG",
        "aliases": "",
        "desc": "",
        "synthesis": ["czok"],
        "chem_prop": {
            "chemical": "Yttrium Scandium Gallium Garnet",
            "formula": "Y<sub>3</sub>Sc<sub>2</sub>Ga<sub>3</sub>O<sub>12</sub>",
            "mohs_min": 8,
            "mohs_max": 8,
            "grav_min": 5.2,
            "grav_max": 5.2,
            "neut_col": "Colorless"
        },
        "optic_prop": {
            "type": "Isotropic",
            "ref_min": 1.93,
            "ref_max": 1.93
        },
        "cry_prop": {
            "system": "Isometric"
        }
    },
    {
        "id": 25,
        "label": "LaB6",
        "aliases": "",
        "desc": "",
        "synthesis": ["czok"],
        "chem_prop": {
            "chemical": "Lanthanum Hexaboride",
            "formula": "LaB<sub>6</sub>",
            "mohs_min": 8,
            "mohs_max": 9.5,
            "grav_min": 4.72,
            "grav_max": 4.72,
            "neut_col": "Purple / Black / Red"
        },
        "optic_prop": {
            "opt": "opaque"
        },
        "bypass_optic": true,
        "cry_prop": {
            "system": "Isometric"
        }
    },
    {
        "id": 26,
        "label": "Chrysoberyl",
        "aliases": "Alexandrite, Cymophane",
        "desc": "",
        "synthesis": ["czok", "flux", "hdth"],
        "chem_prop": {
            "chemical": "Beryllium Aluminium Oxide",
            "formula": "BeAl<sub>2</sub>O<sub>4</sub>",
            "mohs_min": 8.5,
            "mohs_max": 8.5,
            "grav_min": 3.5,
            "grav_max": 3.84,
            "neut_col": "Colorless"
        },
        "optic_prop": {
            "type": "Biaxial (+)",
            "ref_min": [1.745, 1.748, 1.754],
            "ref_max": [1.746, 1.748, 1.756],
            "bir_min": 0.01,
            "bir_max": 0.01,
            "disp_min": 0.015,
            "disp_max": 0.015
        },
        "cry_prop": {
            "system": "Orthorhombic"
        },
        "minID": 1039
    },
    {
        "id": 27,
        "label": "Malachite",
        "aliases": "",
        "desc": "",
        "synthesis": ["hdth", "evap", "rclz"],
        "chem_prop": {
            "chemical": "Copper(II) Carbonate Hydroxide",
            "formula": "Cu<sub>2</sub>(CO<sub>3</sub>)(OH)<sub>2</sub>",
            "mohs_min": 3.5,
            "mohs_max": 4,
            "grav_min": 3.6,
            "grav_max": 4.05,
            "neut_col": "Pale Green to Dark Green"
        },
        "optic_prop": {
            "type": "Biaxial (-)",
            "ref_min": [1.655, 1.875, 1.909],
            "ref_max": [1.655, 1.875, 1.909],
            "bir_min": 0.254,
            "bir_max": 0.254
        },
        "cry_prop": {
            "system": "Monoclinic",
            "parent": "Rosasite Group"
        },
        "minID": 2550
    },
    {
        "id": 28,
        "label": "YVO4",
        "aliases": "",
        "desc": "",
        "synthesis": ["czok"],
        "chem_prop": {
            "chemical": "Yttrium Orthovanadate",
            "formula": "YVO<sub>4</sub>",
            "mohs_min": 5,
            "mohs_max": 5,
            "grav_min": 4.24,
            "grav_max": 4.24,
            "neut_col": "Colorless / Pale-Green"
        },
        "optic_prop": {
            "type": "Uniaxial (+)",
            "ref_min": [1.9447, 2.1486],
            "ref_max": [1.9929, 2.2154],
            "bir_min": 0.2039,
            "bir_max": 0.2225
        },
        "cry_prop": {
            "system": "Tetragonal"
        }
    },
    {
        "id": 29,
        "label": "Scheelite",
        "aliases": "",
        "desc": "",
        "synthesis": ["czok"],
        "chem_prop": {
            "chemical": "Calcium Tunstate",
            "formula": "Ca(WO<sub>4</sub>)",
            "mohs_min": 4.5,
            "mohs_max": 5,
            "grav_min": 6.1,
            "grav_max": 6.1,
            "neut_col": "Colorless / Yellow / Orange"
        },
        "optic_prop": {
            "type": "Uniaxial (+)",
            "ref_min": [1.918, 1.935],
            "ref_max": [1.921, 1.938],
            "bir_min": 0.017,
            "bir_max": 0.017
        },
        "cry_prop": {
            "system": "Tetragonal",
            "parent": "Scheelite Group"
        },
        "minID": 3560
    },
    {
        "id": 30,
        "label": "CWO",
        "aliases": "CWO",
        "desc": "",
        "synthesis": ["czok", "hdth"],
        "chem_prop": {
            "chemical": "Cadmium Tunstate",
            "formula": "Cd(WO<sub>4</sub>)",
            "mohs_min": 4,
            "mohs_max": 4.5,
            "grav_min": 7.9,
            "grav_max": 8.0,
            "neut_col": "Colorless / Yellow / Orange"
        },
        "optic_prop": {
            "type": "Uniaxial (?)",
            "ref_min": [2.2, 2.2],
            "ref_max": [2.3, 2.3]
        },
        "cry_prop": {
            "system": "Tetragonal"
        }
    }
]