{
    "czok": {
        "title": "Czochralski Method",
        "aliases": ["CZ"],
        "disc": "Jan Czochralski",
        "trunc": "Involves pulling a crystal (boule) upward from a molten solution. Produces some of the purest crystals but requires a cleanroom environment.",
        "desc": "The Czochralski Method is common process used in the production of artificial crystals and purified elements. Part of the reason for this process's popularity industrially comes from the fact that it produces exceptionally pure crystals when done properly. Compared to other methods, it's an optimal mix of speed and quality. However, it typically tends to be quite costly because of the strict parameters needed for use. As a result, this process has some very specific requirements; It requires a chemically inert, high-temperature, durable crucible. These crucibles are often made of quartz, platinum, boron nitride, or other specialty materials depending on the type of crystal being grown. The machine itself requires a cleanroom setting to operate properly. The general process is simple. Solid ingredients in the crucible are melted into a liquid. The seed crystal is lowered into the molten material, and using precise magnetic rotation, the crystal is spun and pulled out of the mixture at a controlled speed. The result of this process is a 3-part columnar crystal called a boule.<br>The boule is made of a head, body, and tail. The head and tail are usually smaller and cone shaped. They can be thought of as the “terminations” of the crystal. Often, they're too small or can have impurities concentrated at a level that makes them useless, so they tend to be destroyed and remelted / repurified for future pulls. The body of the crystal is the main material of interest. An optimal boule will have a cylindrical body with a consistent width across the vertical axis. The shape of the boule is a limiter to what kind of materials can be produced from them. For example, Silicon boules grown with this method are often calibrated and grinded into perfect circular wafers. They choose this form factor because it makes optimal use of the boule's shape.",
        "history": "The process itself was discovered and developed by Polish scientist Jan Czochralski in 1915 entirely by accident. The story goes that Jan stuck a pen in molten tin, and while removing it, accidentally pulled a single filament of pure tin. This filament was found to be a singular monocrystal.<br>Jan refined and developed this process, until publishing a paper on his findings in 1918. Since then, the capabilities of this process have expanded to include production of just about anything crystalline, from elements, to semiconductors, to exotic materials, and as of more recently, synthetic crystals for use in the gem industry. To this day it remains one of the most widely relied upon methods of artificial crystallization.",
        "related": ["kyrp", "brst"]
    },
    "vern": {
        "title": "Verneuil Method",
        "aliases": ["Flame Fusion"],
        "disc": "Auguste Verneuil",
        "trunc": "Involves sputtering molten material onto a boule similarly to plasma coating. Produces gem-grade quickly and cheaply, but often with defects.",
        "desc": "The Verneuil Method, otherwise known by the trade name “Flame Fusion”, is a widely used and classic method of quick quality crystal production. It has a limited range of materials in which can be produced with it, but it allows very fast and very cheap growth. Finished boules can be grown in a matter of hours. The tradeoff is that they can be prone to impurities or defects in some situations. As such, it doesn’t tend to grow optics-quality material; However, it still produces gem-grade crystals. Certain materials (Such as Rutile) can be grown to optics-purity via careful parameter control and post-processing, such as annealing.<br>The general process for growth is very simple. It’s not unlike a plasma sputtering magnetron. Solid ingredients are liquified and sputtered at high speeds and temperatures towards a base or a seed crystal. After several hours, this buildup of microscopic molten droplets quickly crystallizes into a solid boule.",
        "history": "",
        "related": []
    },
    "hdth": {
        "title": "Hydrothermal Method",
        "aliases": [],
        "disc": "Henri Hureau de Sénarmont",
        "trunc": "Involves suspending a seed crystal into a high pressure / high temperature autoclave with liquid ingredients. Sometimes produces optics-grade ingots.",
        "desc": "",
        "related": []
    },
    "flux": {
        "title": "Flux Method",
        "aliases": [],
        "disc": "Carroll Chatham",
        "trunc": "Involves suspending a seed crystal near or inside flux with ingredients. Allows lower-temperature production. Sometimes produces gem-grade crystals.",
        "desc": "",
        "related": []
    },
    "kyrp": {
        "title": "Kyropoulos Method",
        "aliases": ["KY"],
        "disc": "Spyro Kyropoulos",
        "trunc": "Derivative of the Czochralski method. Involves a similar setup but with a spinning basin or seed. Can change the output purity and may be preferred.",
        "desc": "",
        "related": ["brst", "czok"]
    },
    "zone": {
        "title": "Zone Melting",
        "aliases": [],
        "disc": "",
        "desc": "",
        "related": []
    },
    "skul": {
        "title": "Skull Crucible Process",
        "aliases": [],
        "disc": "The Lebedev Physical Institute, Moscow",
        "trunc": "Unique to Cubic Zirconia. Involves compressing ingredients into a puck, and using Induction Heating to cook the inside of the puck into CZ, structured like a brain in a skull.",
        "desc": "",
        "related": []
    },
    "brst": {
        "title": "Bridgman-Stockbarger Method",
        "aliases": [],
        "disc": "Percy Williams Bridgman and Donald C. Stockbarger",
        "desc": "",
        "related": ["czok", "kyrp"]
    },
    "hdsm": {
        "title": "Horizontal Direction Solidification Method",
        "aliases": ["Bagdasarov Modification", "HDSM"],
        "disc": "Khachik Bagdasarov",
        "desc": "",
        "related": ["brst"]
    },
    "hpht": {
        "title": "High-Pressure High-Temperature Synthesis",
        "aliases": ["HPHT"],
        "disc": "Tracy Hall & Co",
        "trunc": "Involves supplying extreme pressures / temperatures on ingredients or a seed crystal to produce larger crystals, which can then be used as seeds again or simply used on their own.",
        "desc": "",
        "related": []
    },
    "cvdp": {
        "title": "Chemical Vapor Deposition",
        "aliases": ["CVD"],
        "disc": "Multiple Companies",
        "trunc": "Involves leeching specialty gasses onto a heated / pressurized environment with seed crystals. Slowly builds up atomic layers of material until a solid crystal is produced.",
        "desc": "",
        "related": []
    }
}